Repository: KilimcininKorOglu/notepadMacos
Catalog: Tamga/Tamga/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hans

source: Untitled
ar: بدون عنوان
bn: শিরোনামহীন
de: Unbenannt
es: Sin título
fr: Sans titre
hi: शीर्षकहीन
id: Tanpa Judul
it: Senza titolo
ja: 無題
ko: 제목 없음
nl: Naamloos
pl: Bez tytułu
pt: Sem título
ru: Без названия
th: ไม่มีชื่อ
tr: Adsız
uk: Без назви
vi: Chưa đặt tên
zh_hans: 未命名

source: New Tab
ar: علامة تبويب جديدة
bn: নতুন ট্যাব
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
hi: नया टैब
id: Tab Baru
it: Nuova scheda
ja: 新しいタブ
ko: 새 탭
nl: Nieuw tabblad
pl: Nowa karta
pt: Nova aba
ru: Новая вкладка
th: แท็บใหม่
tr: Yeni Sekme
uk: Нова вкладка
vi: Tab mới
zh_hans: 新标签页

source: New Document
ar: مستند جديد
bn: নতুন নথি
de: Neues Dokument
es: Nuevo documento
fr: Nouveau document
hi: नया दस्तावेज़
id: Dokumen Baru
it: Nuovo documento
ja: 新規ドキュメント
ko: 새 문서
nl: Nieuw document
pl: Nowy dokument
pt: Novo documento
ru: Новый документ
th: เอกสารใหม่
tr: Yeni Belge
uk: Новий документ
vi: Tài liệu mới
zh_hans: 新建文档

source: Open...
ar: فتح...
bn: খুলুন...
de: Öffnen...
es: Abrir...
fr: Ouvrir...
hi: खोलें...
id: Buka...
it: Apri...
ja: 開く...
ko: 열기...
pl: Otwórz...
pt: Abrir...
ru: Открыть...
th: เปิด...
tr: Aç...
uk: Відкрити...
vi: Mở...
zh_hans: 打开...

source: Save
ar: حفظ
bn: সংরক্ষণ করুন
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pl: Zapisz
pt: Guardar
ru: Сохранить
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存

source: Save As...
ar: حفظ باسم...
bn: এভাবে সংরক্ষণ করুন...
de: Speichern unter...
es: Guardar como...
fr: Enregistrer sous...
hi: इस रूप में सहेजें...
id: Simpan Sebagai...
it: Salva come...
ja: 名前を付けて保存...
ko: 다른 이름으로 저장...
nl: Bewaar als...
pl: Zapisz jako...
pt: Guardar como...
ru: Сохранить как...
th: บันทึกเป็น...
tr: Farklı Kaydet...
uk: Зберегти як...
vi: Lưu thành...
zh_hans: 另存为...

source: Close Tab
ar: إغلاق علامة التبويب
bn: ট্যাব বন্ধ করুন
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l'onglet
hi: टैब बंद करें
id: Tutup Tab
it: Chiudi scheda
ja: タブを閉じる
ko: 탭 닫기
nl: Sluit tabblad
pl: Zamknij kartę
pt: Fechar aba
ru: Закрыть вкладку
th: ปิดแท็บ
tr: Sekmeyi Kapat
uk: Закрити вкладку
vi: Đóng tab
zh_hans: 关闭标签页

source: Close All Tabs
ar: إغلاق جميع علامات التبويب
bn: সব ট্যাব বন্ধ করুন
de: Alle Tabs schließen
es: Cerrar todas las pestañas
fr: Fermer tous les onglets
hi: सभी टैब बंद करें
id: Tutup Semua Tab
it: Chiudi tutte le schede
ja: すべてのタブを閉じる
ko: 모든 탭 닫기
nl: Sluit alle tabbladen
pl: Zamknij wszystkie karty
pt: Fechar todas as abas
ru: Закрыть все вкладки
th: ปิดแท็บทั้งหมด
tr: Tüm Sekmeleri Kapat
uk: Закрити всі вкладки
vi: Đóng tất cả tab
zh_hans: 关闭所有标签页

source: Close Other Tabs
ar: إغلاق علامات التبويب الأخرى
bn: অন্যান্য ট্যাব বন্ধ করুন
de: Andere Tabs schließen
es: Cerrar otras pestañas
fr: Fermer les autres onglets
hi: अन्य टैब बंद करें
id: Tutup Tab Lain
it: Chiudi altre schede
ja: 他のタブを閉じる
ko: 다른 탭 닫기
nl: Sluit andere tabbladen
pl: Zamknij inne karty
pt: Fechar outras abas
ru: Закрыть другие вкладки
th: ปิดแท็บอื่น
tr: Diğer Sekmeleri Kapat
uk: Закрити інші вкладки
vi: Đóng tab khác
zh_hans: 关闭其他标签页

source: Recent Files
ar: الملفات الأخيرة
bn: সাম্প্রতিক ফাইল
de: Zuletzt verwendet
es: Archivos recientes
fr: Fichiers récents
hi: हाल की फ़ाइलें
id: File Terbaru
it: File recenti
ja: 最近使った項目
ko: 최근 파일
nl: Recente bestanden
pl: Ostatnie pliki
pt: Arquivos recentes
ru: Недавние файлы
th: ไฟล์ล่าสุด
tr: Son Dosyalar
uk: Останні файли
vi: Tệp gần đây
zh_hans: 最近文件

source: No Recent Files
ar: لا توجد ملفات حديثة
bn: কোনো সাম্প্রতিক ফাইল নেই
de: Keine zuletzt verwendeten Dateien
es: No hay archivos recientes
fr: Aucun fichier récent
hi: कोई हाल की फ़ाइल नहीं
id: Tidak Ada File Terbaru
it: Nessun file recente
ja: 最近使った項目なし
ko: 최근 파일 없음
nl: Geen recente bestanden
pl: Brak ostatnich plików
pt: Nenhum arquivo recente
ru: Нет недавних файлов
th: ไม่มีไฟล์ล่าสุด
tr: Son Dosya Yok
uk: Немає останніх файлів
vi: Không có tệp gần đây
zh_hans: 没有最近文件

source: Clear Recent
ar: مسح الأخيرة
bn: সাম্প্রতিক মুছুন
de: Verlauf löschen
es: Borrar recientes
fr: Effacer les récents
hi: हाल का साफ़ करें
id: Hapus Riwayat
it: Cancella recenti
ja: 履歴を消去
ko: 기록 지우기
nl: Wis recente
pl: Wyczyść historię
pt: Limpar recentes
ru: Очистить недавние
th: ล้างประวัติ
tr: Geçmişi Temizle
uk: Очистити історію
vi: Xóa lịch sử
zh_hans: 清除最近记录

source: Find...
ar: بحث...
bn: খুঁজুন...
de: Suchen...
es: Buscar...
fr: Rechercher...
hi: खोजें...
id: Cari...
it: Trova...
ja: 検索...
ko: 찾기...
nl: Zoek...
pl: Znajdź...
pt: Buscar...
ru: Найти...
th: ค้นหา...
tr: Bul...
uk: Знайти...
vi: Tìm kiếm...
zh_hans: 查找...

source: Find Next
ar: البحث عن التالي
bn: পরবর্তী খুঁজুন
de: Weitersuchen
es: Buscar siguiente
fr: Rechercher suivant
hi: अगला खोजें
id: Cari Berikutnya
it: Trova successivo
ja: 次を検索
ko: 다음 찾기
nl: Zoek volgende
pl: Znajdź następny
pt: Buscar próximo
ru: Найти далее
th: ค้นหาถัดไป
tr: Sonrakini Bul
uk: Знайти далі
vi: Tìm tiếp
zh_hans: 查找下一个

source: Find Previous
ar: البحث عن السابق
bn: আগেরটি খুঁজুন
de: Vorheriges suchen
es: Buscar anterior
fr: Rechercher précédent
hi: पिछला खोजें
id: Cari Sebelumnya
it: Trova precedente
ja: 前を検索
ko: 이전 찾기
nl: Zoek vorige
pl: Znajdź poprzedni
pt: Buscar anterior
ru: Найти предыдущее
th: ค้นหาก่อนหน้า
tr: Öncekini Bul
uk: Знайти попереднє
vi: Tìm trước
zh_hans: 查找上一个

source: Word Wrap
ar: التفاف النص
bn: শব্দ মোড়ানো
de: Zeilenumbruch
es: Ajuste de línea
fr: Retour à la ligne
hi: शब्द रैप
id: Bungkus Kata
it: A capo automatico
ja: 折り返し
ko: 자동 줄 바꿈
nl: Automatische regelafbreking
pl: Zawijanie wierszy
pt: Quebra de linha
ru: Перенос по словам
th: ตัดคำอัตโนมัติ
tr: Sözcük Kaydırma
uk: Перенесення слів
vi: Ngắt dòng
zh_hans: 自动换行

# line.numbers
source: Show Line Numbers
ar: إظهار أرقام الأسطر
bn: লাইন নম্বর দেখান
de: Zeilennummern anzeigen
es: Mostrar números de línea
fr: Afficher les numéros de ligne
hi: पंक्ति संख्या दिखाएं
id: Tampilkan Nomor Baris
it: Mostra numeri di riga
ja: 行番号を表示
ko: 줄 번호 표시
nl: Toon regelnummers
pl: Pokaż numery linii
pt: Mostrar números de linha
ru: Показать номера строк
th: แสดงหมายเลขบรรทัด
tr: Satır Numaralarını Göster
uk: Показати номери рядків
vi: Hiện số dòng
zh_hans: 显示行号

# status.bar
source: Show Status Bar
ar: إظهار شريط الحالة
bn: স্ট্যাটাস বার দেখান
de: Statusleiste anzeigen
es: Mostrar barra de estado
fr: Afficher la barre d'état
hi: स्थिति बार दिखाएं
id: Tampilkan Bilah Status
it: Mostra barra di stato
ja: ステータスバーを表示
ko: 상태 막대 표시
nl: Toon statusbalk
pl: Pokaż pasek stanu
pt: Mostrar barra de status
ru: Показать строку состояния
th: แสดงแถบสถานะ
tr: Durum Çubuğunu Göster
uk: Показати рядок стану
vi: Hiện thanh trạng thái
zh_hans: 显示状态栏

source: Zoom In
ar: تكبير
bn: জুম ইন
de: Vergrößern
es: Acercar
fr: Zoom avant
hi: ज़ूम इन
id: Perbesar
it: Ingrandisci
ja: 拡大
ko: 확대
pl: Powiększ
pt: Aumentar zoom
ru: Увеличить
th: ซูมเข้า
tr: Yakınlaştır
uk: Збільшити
vi: Phóng to
zh_hans: 放大

source: Zoom Out
ar: تصغير
bn: জুম আউট
de: Verkleinern
es: Alejar
fr: Zoom arrière
hi: ज़ूम आउट
id: Perkecil
it: Riduci
ja: 縮小
ko: 축소
nl: Zoom uit
pl: Pomniejsz
pt: Diminuir zoom
ru: Уменьшить
th: ซูมออก
tr: Uzaklaştır
uk: Зменшити
vi: Thu nhỏ
zh_hans: 缩小

source: Reset Zoom
ar: إعادة تعيين التكبير
bn: জুম রিসেট করুন
de: Zoom zurücksetzen
es: Restablecer zoom
fr: Réinitialiser le zoom
hi: ज़ूम रीसेट करें
id: Atur Ulang Zoom
it: Reimposta zoom
ja: ズームをリセット
ko: 확대/축소 재설정
pl: Resetuj powiększenie
pt: Redefinir zoom
ru: Сбросить масштаб
th: รีเซ็ตซูม
tr: Yakınlaştırmayı Sıfırla
uk: Скинути масштаб
vi: Đặt lại thu phóng
zh_hans: 重置缩放

source: Theme
ar: السمة
bn: থিম
de: Erscheinungsbild
es: Tema
fr: Thème
hi: थीम
id: Tema
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pl: Motyw
pt: Tema
ru: Тема
th: ธีม
tr: Tema
uk: Тема
vi: Giao diện
zh_hans: 主题

source: System
ar: النظام
bn: সিস্টেম
es: Sistema
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pl: Systemowy
pt: Sistema
ru: Система
th: ระบบ
tr: Sistem
uk: Системна
vi: Hệ thống
zh_hans: 系统

source: Light
ar: فاتح
bn: হালকা
de: Hell
es: Claro
fr: Clair
hi: लाइट
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
nl: Licht
pl: Jasny
pt: Claro
ru: Светлая
th: สว่าง
tr: Açık
uk: Світла
vi: Sáng
zh_hans: 浅色

source: Dark
ar: داكن
bn: গাঢ়
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pl: Ciemny
pt: Escuro
ru: Тёмная
th: มืด
tr: Koyu
uk: Темна
vi: Tối
zh_hans: 深色

source: Next Tab
ar: علامة التبويب التالية
bn: পরবর্তী ট্যাব
de: Nächster Tab
es: Siguiente pestaña
fr: Onglet suivant
hi: अगला टैब
id: Tab Berikutnya
it: Scheda successiva
ja: 次のタブ
ko: 다음 탭
nl: Volgend tabblad
pl: Następna karta
pt: Próxima aba
ru: Следующая вкладка
th: แท็บถัดไป
tr: Sonraki Sekme
uk: Наступна вкладка
vi: Tab tiếp theo
zh_hans: 下一个标签页

source: Previous Tab
ar: علامة التبويب السابقة
bn: আগের ট্যাব
de: Vorheriger Tab
es: Pestaña anterior
fr: Onglet précédent
hi: पिछला टैब
id: Tab Sebelumnya
it: Scheda precedente
ja: 前のタブ
ko: 이전 탭
nl: Vorig tabblad
pl: Poprzednia karta
pt: Aba anterior
ru: Предыдущая вкладка
th: แท็บก่อนหน้า
tr: Önceki Sekme
uk: Попередня вкладка
vi: Tab trước
zh_hans: 上一个标签页

source: About Tamga
ar: حول Tamga
bn: Tamga সম্পর্কে
de: Über Tamga
es: Acerca de Tamga
fr: À propos de Tamga
hi: Tamga के बारे में
id: Tentang Tamga
it: Informazioni su Tamga
ja: Tamgaについて
ko: Tamga 정보
nl: Over Tamga
pl: O programie Tamga
pt: Sobre o Tamga
ru: О программе Tamga
th: เกี่ยวกับ Tamga
tr: Tamga Hakkında
uk: Про Tamga
vi: Về Tamga
zh_hans: 关于 Tamga

# about.description
source: Tamga is a native macOS text editor with syntax highlighting and tab support.
ar: Tamga هو محرر نصوص أصلي لنظام macOS مع تمييز بناء الجملة ودعم علامات التبويب.
bn: Tamga হল সিনট্যাক্স হাইলাইটিং এবং ট্যাব সমর্থন সহ একটি নেটিভ macOS টেক্সট এডিটর।
de: Tamga ist ein nativer macOS-Texteditor mit Syntaxhervorhebung und Tab-Unterstützung.
es: Tamga es un editor de texto nativo para macOS con resaltado de sintaxis y soporte de pestañas.
fr: Tamga est un éditeur de texte natif pour macOS avec coloration syntaxique et support des onglets.
hi: Tamga एक नेटिव macOS टेक्स्ट एडिटर है जो सिंटैक्स हाइलाइटिंग और टैब समर्थन के साथ आता है।
id: Tamga adalah editor teks macOS dengan penyorotan sintaks dan dukungan tab.
it: Tamga è un editor di testo nativo per macOS con evidenziazione della sintassi e supporto per schede.
ja: Tamgaはシンタックスハイライトとタブ機能を備えたネイティブmacOSテキストエディタです。
ko: Tamga는 구문 강조 및 탭 지원 기능을 갖춘 네이티브 macOS 텍스트 편집기입니다.
nl: Tamga is een native macOS teksteditor met syntax highlighting en tabondersteuning.
pl: Tamga to natywny edytor tekstu macOS z podświetlaniem składni i obsługą kart.
pt: Tamga é um editor de texto nativo para macOS com realce de sintaxe e suporte a abas.
ru: Tamga — это нативный текстовый редактор для macOS с подсветкой синтаксиса и поддержкой вкладок.
th: Tamga เป็นโปรแกรมแก้ไขข้อความ macOS ที่มีการเน้นไวยากรณ์และรองรับแท็บ
tr: Tamga, söz dizimi renklendirme ve sekme desteği olan yerel bir macOS metin düzenleyicisidir.
uk: Tamga — це нативний текстовий редактор для macOS з підсвічуванням синтаксису та підтримкою вкладок.
vi: Tamga là trình soạn thảo văn bản macOS với tô sáng cú pháp và hỗ trợ tab.
zh_hans: Tamga 是一款原生 macOS 文本编辑器，支持语法高亮和标签页功能。

source: Line
ar: سطر
bn: লাইন
de: Zeile
es: Línea
fr: Ligne
hi: पंक्ति
id: Baris
it: Riga
ja: 行
ko: 줄
nl: Regel
pl: Linia
pt: Linha
ru: Строка
th: บรรทัด
tr: Satır
uk: Рядок
vi: Dòng
zh_hans: 行

# column
source: Col
ar: عمود
bn: কলাম
de: Spalte
hi: स्तंभ
id: Kol
ja: 列
ko: 열
nl: Kol
pl: Kol
ru: Столбец
th: คอลัมน์
tr: Sütun
uk: Стовпець
vi: Cột
zh_hans: 列

source: characters
ar: أحرف
bn: অক্ষর
de: Zeichen
es: caracteres
fr: caractères
hi: अक्षर
id: karakter
it: caratteri
ja: 文字
ko: 문자
nl: tekens
pl: znaków
pt: caracteres
ru: символов
th: ตัวอักษร
tr: karakter
uk: символів
vi: ký tự
zh_hans: 字符

source: words
ar: كلمات
bn: শব্দ
de: Wörter
es: palabras
fr: mots
hi: शब्द
id: kata
it: parole
ja: 単語
ko: 단어
nl: woorden
pl: słów
pt: palavras
ru: слов
th: คำ
tr: kelime
uk: слів
vi: từ
zh_hans: 词

source: No Open Files
ar: لا توجد ملفات مفتوحة
bn: কোনো খোলা ফাইল নেই
de: Keine geöffneten Dateien
es: No hay archivos abiertos
fr: Aucun fichier ouvert
hi: कोई खुली फ़ाइल नहीं
id: Tidak Ada File Terbuka
it: Nessun file aperto
ja: 開いているファイルがありません
ko: 열린 파일 없음
nl: Geen geopende bestanden
pl: Brak otwartych plików
pt: Nenhum arquivo aberto
ru: Нет открытых файлов
th: ไม่มีไฟล์ที่เปิด
tr: Açık Dosya Yok
uk: Немає відкритих файлів
vi: Không có tệp đang mở
zh_hans: 没有打开的文件

source: Show in Finder
ar: إظهار في Finder
bn: Finder-এ দেখান
de: Im Finder zeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
hi: Finder में दिखाएं
id: Tampilkan di Finder
it: Mostra nel Finder
ja: Finderで表示
ko: Finder에서 보기
nl: Toon in Finder
pl: Pokaż w Finderze
pt: Mostrar no Finder
ru: Показать в Finder
th: แสดงใน Finder
tr: Finder'da Göster
uk: Показати у Finder
vi: Hiện trong Finder
zh_hans: 在访达中显示

source: Copy Path
ar: نسخ المسار
bn: পাথ কপি করুন
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
hi: पथ कॉपी करें
id: Salin Path
it: Copia percorso
ja: パスをコピー
ko: 경로 복사
nl: Kopieer pad
pl: Kopiuj ścieżkę
pt: Copiar caminho
ru: Копировать путь
th: คัดลอกเส้นทาง
tr: Yolu Kopyala
uk: Копіювати шлях
vi: Sao chép đường dẫn
zh_hans: 复制路径

# error.decoding.failed
source: Failed to decode file content.
ar: فشل في فك ترميز محتوى الملف.
bn: ফাইলের বিষয়বস্তু ডিকোড করতে ব্যর্থ।
de: Dateiinhalt konnte nicht dekodiert werden.
es: No se pudo decodificar el contenido del archivo.
fr: Échec du décodage du contenu du fichier.
hi: फ़ाइल सामग्री डिकोड करने में विफल।
id: Gagal mendekode konten file.
it: Impossibile decodificare il contenuto del file.
ja: ファイル内容のデコードに失敗しました。
ko: 파일 내용 디코딩 실패.
nl: Kon bestandsinhoud niet decoderen.
pl: Nie udało się zdekodować zawartości pliku.
pt: Falha ao decodificar o conteúdo do arquivo.
ru: Не удалось декодировать содержимое файла.
th: ไม่สามารถถอดรหัสเนื้อหาไฟล์
tr: Dosya içeriği çözülemedi.
uk: Не вдалося декодувати вміст файлу.
vi: Không thể giải mã nội dung tệp.
zh_hans: 无法解码文件内容。

# error.encoding.failed
source: Failed to encode file content.
ar: فشل في ترميز محتوى الملف.
bn: ফাইলের বিষয়বস্তু এনকোড করতে ব্যর্থ।
de: Dateiinhalt konnte nicht kodiert werden.
es: No se pudo codificar el contenido del archivo.
fr: Échec de l'encodage du contenu du fichier.
hi: फ़ाइल सामग्री एनकोड करने में विफल।
id: Gagal mengkode konten file.
it: Impossibile codificare il contenuto del file.
ja: ファイル内容のエンコードに失敗しました。
ko: 파일 내용 인코딩 실패.
nl: Kon bestandsinhoud niet coderen.
pl: Nie udało się zakodować zawartości pliku.
pt: Falha ao codificar o conteúdo do arquivo.
ru: Не удалось закодировать содержимое файла.
th: ไม่สามารถเข้ารหัสเนื้อหาไฟล์
tr: Dosya içeriği kodlanamadı.
uk: Не вдалося закодувати вміст файлу.
vi: Không thể mã hóa nội dung tệp.
zh_hans: 无法编码文件内容。

# error.file.not.found
source: File not found.
ar: الملف غير موجود.
bn: ফাইল পাওয়া যায়নি।
de: Datei nicht gefunden.
es: Archivo no encontrado.
fr: Fichier introuvable.
hi: फ़ाइल नहीं मिली।
id: File tidak ditemukan.
it: File non trovato.
ja: ファイルが見つかりません。
ko: 파일을 찾을 수 없습니다.
nl: Bestand niet gevonden.
pl: Plik nie znaleziony.
pt: Arquivo não encontrado.
ru: Файл не найден.
th: ไม่พบไฟล์
tr: Dosya bulunamadı.
uk: Файл не знайдено.
vi: Không tìm thấy tệp.
zh_hans: 找不到文件。

# error.permission.denied
source: Permission denied.
ar: تم رفض الإذن.
bn: অনুমতি অস্বীকার করা হয়েছে।
de: Zugriff verweigert.
es: Permiso denegado.
fr: Permission refusée.
hi: अनुमति अस्वीकृत।
id: Izin ditolak.
it: Permesso negato.
ja: アクセスが拒否されました。
ko: 권한이 거부되었습니다.
nl: Toegang geweigerd.
pl: Odmowa dostępu.
pt: Permissão negada.
ru: Доступ запрещён.
th: การเข้าถึงถูกปฏิเสธ
tr: Erişim reddedildi.
uk: Доступ заборонено.
vi: Quyền truy cập bị từ chối.
zh_hans: 权限被拒绝。

# find.placeholder
source: Find
ar: بحث
bn: খুঁজুন
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
id: Cari
it: Trova
ja: 検索
ko: 찾기
nl: Zoeken
pl: Znajdź
pt: Buscar
ru: Найти
th: ค้นหา
tr: Bul
uk: Знайти
vi: Tìm
zh_hans: 查找

# replace.placeholder
source: Replace with
ar: استبدال بـ
bn: দিয়ে প্রতিস্থাপন করুন
de: Ersetzen durch
es: Reemplazar con
fr: Remplacer par
hi: इससे बदलें
id: Ganti dengan
it: Sostituisci con
ja: 置換後の文字列
ko: 바꿀 내용
nl: Vervangen door
pl: Zamień na
pt: Substituir por
ru: Заменить на
th: แทนที่ด้วย
tr: Bununla değiştir
uk: Замінити на
vi: Thay bằng
zh_hans: 替换为

source: Replace
ar: استبدال
bn: প্রতিস্থাপন করুন
de: Ersetzen
es: Reemplazar
fr: Remplacer
hi: बदलें
id: Ganti
it: Sostituisci
ja: 置換
ko: 바꾸기
nl: Vervang
pl: Zamień
pt: Substituir
ru: Заменить
th: แทนที่
tr: Değiştir
uk: Замінити
vi: Thay thế
zh_hans: 替换

source: Replace All
ar: استبدال الكل
bn: সব প্রতিস্থাপন করুন
de: Alle ersetzen
es: Reemplazar todo
fr: Tout remplacer
hi: सभी बदलें
id: Ganti Semua
it: Sostituisci tutto
ja: すべて置換
ko: 모두 바꾸기
nl: Vervang alles
pl: Zamień wszystko
pt: Substituir tudo
ru: Заменить все
th: แทนที่ทั้งหมด
tr: Tümünü Değiştir
uk: Замінити все
vi: Thay tất cả
zh_hans: 全部替换

source: No results
ar: لا توجد نتائج
bn: কোনো ফলাফল নেই
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
hi: कोई परिणाम नहीं
id: Tidak ada hasil
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
nl: Geen resultaten
pl: Brak wyników
pt: Sem resultados
ru: Нет результатов
th: ไม่พบผลลัพธ์
tr: Sonuç yok
uk: Немає результатів
vi: Không có kết quả
zh_hans: 无结果

source: Toggle Replace
ar: تبديل الاستبدال
bn: প্রতিস্থাপন টগল করুন
de: Ersetzen ein/aus
es: Alternar reemplazo
fr: Activer/Désactiver le remplacement
hi: बदलें टॉगल करें
id: Alihkan Ganti
it: Attiva/disattiva sostituzione
ja: 置換の切り替え
ko: 바꾸기 전환
nl: Vervangen aan/uit
pl: Przełącz zamianę
pt: Alternar substituição
ru: Переключить замену
th: สลับการแทนที่
tr: Değiştirmeyi Aç/Kapat
uk: Перемкнути заміну
vi: Bật/tắt thay thế
zh_hans: 切换替换

source: Close
ar: إغلاق
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pl: Zamknij
pt: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭

source: Go to Line...
ar: الانتقال إلى سطر...
bn: লাইনে যান...
de: Gehe zu Zeile...
es: Ir a la línea...
fr: Aller à la ligne...
hi: पंक्ति पर जाएं...
id: Pergi ke Baris...
it: Vai alla riga...
ja: 行に移動...
ko: 줄로 이동...
nl: Ga naar regel...
pl: Idź do linii...
pt: Ir para a linha...
ru: Перейти к строке...
th: ไปที่บรรทัด...
tr: Satıra Git...
uk: Перейти до рядка...
vi: Đến dòng...
zh_hans: 转到行...

source: Line number
ar: رقم السطر
bn: লাইন নম্বর
de: Zeilennummer
es: Número de línea
fr: Numéro de ligne
hi: पंक्ति संख्या
id: Nomor baris
it: Numero di riga
ja: 行番号
ko: 줄 번호
nl: Regelnummer
pl: Numer linii
pt: Número da linha
ru: Номер строки
th: หมายเลขบรรทัด
tr: Satır numarası
uk: Номер рядка
vi: Số dòng
zh_hans: 行号

source: Go
ar: انتقال
bn: যান
de: Los
es: Ir
fr: Aller
hi: जाएं
id: Pergi
it: Vai
ja: 移動
ko: 이동
nl: Ga
pl: Idź
pt: Ir
ru: Перейти
th: ไป
tr: Git
uk: Перейти
vi: Đi
zh_hans: 转到

source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消

source: Duplicate Line
ar: تكرار السطر
bn: লাইন ডুপ্লিকেট করুন
de: Zeile duplizieren
es: Duplicar línea
fr: Dupliquer la ligne
hi: पंक्ति डुप्लिकेट करें
id: Duplikat Baris
it: Duplica riga
ja: 行を複製
ko: 줄 복제
nl: Dupliceer regel
pl: Duplikuj linię
pt: Duplicar linha
ru: Дублировать строку
th: ทำซ้ำบรรทัด
tr: Satırı Kopyala
uk: Дублювати рядок
vi: Nhân đôi dòng
zh_hans: 复制行

source: Move Line Up
ar: نقل السطر لأعلى
bn: লাইন উপরে সরান
de: Zeile nach oben
es: Mover línea arriba
fr: Déplacer la ligne vers le haut
hi: पंक्ति ऊपर ले जाएं
id: Pindahkan Baris ke Atas
it: Sposta riga su
ja: 行を上に移動
ko: 줄 위로 이동
nl: Verplaats regel omhoog
pl: Przenieś linię w górę
pt: Mover linha para cima
ru: Переместить строку вверх
th: ย้ายบรรทัดขึ้น
tr: Satırı Yukarı Taşı
uk: Перемістити рядок вгору
vi: Di chuyển dòng lên
zh_hans: 上移行

source: Move Line Down
ar: نقل السطر لأسفل
bn: লাইন নিচে সরান
de: Zeile nach unten
es: Mover línea abajo
fr: Déplacer la ligne vers le bas
hi: पंक्ति नीचे ले जाएं
id: Pindahkan Baris ke Bawah
it: Sposta riga giù
ja: 行を下に移動
ko: 줄 아래로 이동
nl: Verplaats regel omlaag
pl: Przenieś linię w dół
pt: Mover linha para baixo
ru: Переместить строку вниз
th: ย้ายบรรทัดลง
tr: Satırı Aşağı Taşı
uk: Перемістити рядок вниз
vi: Di chuyển dòng xuống
zh_hans: 下移行

source: Sort Lines
ar: ترتيب السطور
bn: লাইন সাজান
de: Zeilen sortieren
es: Ordenar líneas
fr: Trier les lignes
hi: पंक्तियां सॉर्ट करें
id: Urutkan Baris
it: Ordina righe
ja: 行を並べ替え
ko: 줄 정렬
nl: Sorteer regels
pl: Sortuj linie
pt: Ordenar linhas
ru: Сортировать строки
th: เรียงบรรทัด
tr: Satırları Sırala
uk: Сортувати рядки
vi: Sắp xếp dòng
zh_hans: 排序行

# sort.lines.ascending
source: Sort Ascending
ar: ترتيب تصاعدي
bn: ঊর্ধ্বক্রমে সাজান
de: Aufsteigend sortieren
es: Ordenar ascendente
fr: Tri croissant
hi: आरोही क्रम में सॉर्ट करें
id: Urutkan Naik
it: Ordine crescente
ja: 昇順で並べ替え
ko: 오름차순 정렬
nl: Oplopend sorteren
pl: Sortuj rosnąco
pt: Ordenar em ordem crescente
ru: Сортировка по возрастанию
th: เรียงจากน้อยไปมาก
tr: Artan Sırala
uk: Сортувати за зростанням
vi: Sắp xếp tăng dần
zh_hans: 升序排列

# sort.lines.descending
source: Sort Descending
ar: ترتيب تنازلي
bn: অধঃক্রমে সাজান
de: Absteigend sortieren
es: Ordenar descendente
fr: Tri décroissant
hi: अवरोही क्रम में सॉर्ट करें
id: Urutkan Turun
it: Ordine decrescente
ja: 降順で並べ替え
ko: 내림차순 정렬
nl: Aflopend sorteren
pl: Sortuj malejąco
pt: Ordenar em ordem decrescente
ru: Сортировка по убыванию
th: เรียงจากมากไปน้อย
tr: Azalan Sırala
uk: Сортувати за спаданням
vi: Sắp xếp giảm dần
zh_hans: 降序排列

source: Remove Duplicate Lines
ar: إزالة السطور المكررة
bn: ডুপ্লিকেট লাইন মুছুন
de: Duplikate entfernen
es: Eliminar líneas duplicadas
fr: Supprimer les lignes en double
hi: डुप्लिकेट पंक्तियां हटाएं
id: Hapus Baris Duplikat
it: Rimuovi righe duplicate
ja: 重複行を削除
ko: 중복 줄 제거
nl: Verwijder duplicaten
pl: Usuń duplikaty
pt: Remover linhas duplicadas
ru: Удалить дубликаты строк
th: ลบบรรทัดซ้ำ
tr: Tekrar Eden Satırları Kaldır
uk: Видалити дублікати рядків
vi: Xóa dòng trùng
zh_hans: 删除重复行

source: Change Case
ar: تغيير حالة الأحرف
bn: কেস পরিবর্তন করুন
de: Groß-/Kleinschreibung
es: Cambiar mayúsculas/minúsculas
fr: Modifier la casse
hi: केस बदलें
id: Ubah Huruf
it: Maiuscole/minuscole
ja: 大文字/小文字を変更
ko: 대소문자 변경
nl: Wijzig hoofdletters
pl: Zmień wielkość liter
pt: Alterar maiúsculas/minúsculas
ru: Изменить регистр
th: เปลี่ยนตัวพิมพ์
tr: Harf Boyutunu Değiştir
uk: Змінити регістр
vi: Đổi kiểu chữ
zh_hans: 更改大小写

source: UPPERCASE
ar: أحرف كبيرة
bn: বড় হাতের অক্ষর
de: GROSSBUCHSTABEN
es: MAYÚSCULAS
fr: MAJUSCULES
hi: अपरकेस
id: HURUF BESAR
it: MAIUSCOLO
ja: 大文字
ko: 대문자
nl: HOOFDLETTERS
pl: WIELKIE LITERY
pt: MAIÚSCULAS
ru: ВЕРХНИЙ РЕГИСТР
th: ตัวพิมพ์ใหญ่
tr: BÜYÜK HARF
uk: ВЕРХНІЙ РЕГІСТР
vi: CHỮ HOA
zh_hans: 大写

source: lowercase
ar: أحرف صغيرة
bn: ছোট হাতের অক্ষর
de: kleinbuchstaben
es: minúsculas
fr: minuscules
hi: लोअरकेस
id: huruf kecil
it: minuscolo
ja: 小文字
ko: 소문자
nl: kleine letters
pl: małe litery
pt: minúsculas
ru: нижний регистр
th: ตัวพิมพ์เล็ก
tr: küçük harf
uk: нижній регістр
vi: chữ thường
zh_hans: 小写

# capitalize
source: Capitalize Each Word
ar: كتابة الحرف الأول كبيرًا لكل كلمة
bn: প্রতিটি শব্দের প্রথম অক্ষর বড় করুন
de: Wörter Großschreiben
es: Capitalizar cada palabra
fr: Première lettre en majuscule
hi: प्रत्येक शब्द को कैपिटलाइज़ करें
id: Huruf Kapital
it: Iniziale Maiuscola
ja: 単語の先頭を大文字に
ko: 첫 글자 대문자
nl: Eerste Letter Hoofdletter
pl: Pierwsza Wielka
pt: Capitalizar cada palavra
ru: Начинать С Заглавной
th: ขึ้นต้นด้วยตัวใหญ่
tr: Her Kelimenin İlk Harfini Büyüt
uk: Починати З Великої
vi: Viết Hoa Đầu Từ
zh_hans: 每词首字母大写
